# language: ru

@mobile
Функция: Логин

  Структура сценария: логин агентестом
    Пусть открываем сайт неп
    Пусть переходим меню в Еосаго
    Пусть Зяполняем все данные для рассчета
      | ГосНомер             | <ГосНомер>             |
      | Марка                | <Марка>                |
      | Модель               | <Модель>               |
      | Год ТС               | <Год ТС>               |
      | Мощность             | <Мощность>             |
      | Номер                | <Номер>                |
      | ВыдачаТС             | <ВыдачаТС>             |
      | НомерТС              | <НомерТС>              |
      | ФИО                  | <ФИО>                  |
      | датаРождения         | <датаРождения>         |
      | Телефон              | <Телефон>              |
      | Почта                | <Почта>                |
      | НомерПаспорта        | <НомерПаспорта>        |
      | ДатаПаспорта         | <ДатаПаспорта>         |
      | КемВыданПаспорт      | <КемВыданПаспорт>      |
      | Адрес                | <Адрес>                |
      | ФИОВодитель          | <ФИОВодитель>          |
      | датаРожденияВодитель | <датаРожденияВодитель> |
      | НомерПрав            | <НомерПрав>            |
      | ДатаПрав             | <ДатаПрав>             |
      | ДатаЛицензии         | <ДатаЛицензии>         |

    Примеры:
      | ГосНомер | Марка      | Модель    | Год ТС | Мощность | Номер       | ВыдачаТС   | НомерТС           | ФИО                      | датаРождения | Телефон         | Почта               | НомерПаспорта | ДатаПаспорта | КемВыданПаспорт                                                                   | Адрес                                 | ФИОВодитель              | датаРожденияВодитель | НомерПрав   | ДатаПрав   | ДатаЛицензии |
      | Р347ТУ39 | MITSUBISHI | OUTLANDER | 2018   | 146      | 3939 125631 | 01.01.2021 | Z8TXTGF2WGM011911 | Топина Снежана Андреевна | 28.06.1990   | 7(985)344-00-99 | vektorcom@yandex.ru | 2710 216337   | 05.07.2010   | ОУФМС России по Калининградской области Ленинградского района города Калининграда | г Москва, ул Люблинская, д 76, кв 187 | Топина Снежана Андреевна | 28.06.1990           | 39РР 024184 | 12.01.2010 | 12.01.2010   |

